# config.py
themeid = ""

userid = ""

name = ""

username = ""



items = {
    "金刚石的合成及物理性能测试虚拟仿真实验": [
        "金刚石的合成虚拟仿真实验",
        "金刚石的物相分析虚拟仿真实验",
        "金刚石的微观形貌观察虚拟仿真实验",
        "金刚石的成分分析虚拟仿真实验",
        "金刚石的透射率测试虚拟仿真实验",
        "金刚石的导热系数测试虚拟仿真实验",
        "金刚石硬度测试虚拟仿真实验"
    ]
}


item_info = {
    "金刚石的合成虚拟仿真实验": {
        "id": "3146",
        "total_time": 73,
        "sleep_time": 30
    },
    "金刚石的物相分析虚拟仿真实验": {
        "id": "3683",
        "total_time": 660,
        "sleep_time": 30
    },
    "金刚石的微观形貌观察虚拟仿真实验": {
        "id": "3110",
        "total_time": 746,
        "sleep_time": 30
    },
    "金刚石的成分分析虚拟仿真实验": {
        "id": "3694",
        "total_time": 895,
        "sleep_time": 30
    },
    "金刚石的透射率测试虚拟仿真实验": {
        "id": "31041",
        "total_time": 94,
        "sleep_time": 30
    },
    "金刚石的导热系数测试虚拟仿真实验": {
        "id": "3145",
        "total_time": 791,
        "sleep_time": 30
    },
    "金刚石硬度测试虚拟仿真实验": {
        "id": "3154",
        "total_time": 242,
        "sleep_time": 30
    }
}


